Repository: altairos/MiLens-iOS
Catalog: MiLens/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, fr, ja, ko, zh_hant

# pet.gender.female
source: 女孩子
de: Weiblich
en: Female
fr: Femelle
ja: 女の子

# pet.gender.male
source: 男孩子
de: Männlich
en: Male
fr: Mâle
ja: 男の子

# pet.gender.unknown
source: 未知
de: Unbekannt
en: Unknown
fr: Non précisé

# pet.profile.addMemory
source: 添加一条记忆
de: Eine Erinnerung hinzufügen
en: Add a Memory
fr: Ajouter un souvenir
ja: 思い出を追加する
zh_hant: 新增一條記憶

# pet.profile.allPhotos
source: 照片
de: Alle Fotos
en: All Photos
fr: Toutes les photos
ja: 写真

# pet.profile.archiveOrigin
source: 档案起点
de: Archiv-Start
en: Archive Start
fr: Origine de l'archive
ja: ファイルの開始点
zh_hant: 檔案起點

# pet.profile.born
source: 生于
de: Geboren
en: Born
fr: Naissance
ja: に生まれた
zh_hant: 生於

# pet.profile.continueRecording
source: 继续记录
de: Weiter aufzeichnen
en: Keep Recording
fr: Continuer d'enregistrer
ja: 録音を続ける
zh_hant: 繼續記錄

# pet.profile.continuity.body
source: 从第一张照片、第一次出门，到每天微小的变化；所有片段都回到它发生的时间里。
de: Vom ersten Foto und ersten Ausflug bis zu den kleinen Veränderungen jeden Tag – jeder Moment kehrt dorthin zurück, wo er passiert ist.
en: From the first photo and first outing to the little changes each day, every moment returns to when it happened.
fr: De la première photo à la première sortie, jusqu'aux petits changements du quotidien : chaque fragment retrouve le moment où il a eu lieu.
ja: 最初の写真、初めての外出、毎日の小さな変化まで。すべての断片はそれが起こった時間に戻ります。
zh_hant: 從第一張照片、第一次出門，到每天微小的變化；所有片段都回到它發生的時間裡。

# pet.profile.continuity.headline
source: 将散落的记忆， 装订成流动的时间之河
de: Verbinde verstreute Erinnerungen zu einer lebendigen Timeline
en: Bind scattered memories into a living timeline
fr: Reliez les souvenirs épars en un fil du temps vivant
ja: 散り散りになった思い出、 流れる時間の川に留めて
zh_hant: 將散落的記憶， 裝訂成流動的時間之河

# pet.profile.daysHomeTitle
source: 来到家
de: Tage zuhause
en: Days at Home
fr: Jours passés ensemble
ja: 家に帰ってください
zh_hant: 來到家

# pet.profile.daysLabel
source: 相处天数
de: Tage zusammen
en: Days Together
fr: Jours ensemble
ja: 一緒に過ごした日数
zh_hant: 相處天數

# pet.profile.edit
source: 编辑档案
de: Profil bearbeiten
en: Edit Profile
fr: Modifier le profil
ja: プロフィールの編集
zh_hant: 編輯檔案

# pet.profile.eyebrow
source: LIFE LONG ARCHIVE
de: Ein lebenslanges Archiv
en: A Lifetime Archive
fr: ARCHIVE DE VIE
ja: 生涯にわたるアーカイブ
zh_hant: 長期生命檔案

# pet.profile.importantEvents
source: 重要事件
de: Wichtige Ereignisse
en: Important Events
fr: Événements importants
ja: 重要なイベント

# pet.profile.intro
source: 把每一张照片，放回它发生的时间里。
de: Bringe jedes Foto zurück in seinen Moment.
en: Put every photo back in its moment.
fr: Replacez chaque photo dans son moment.
ja: それぞれの写真を撮影当時に戻します。
zh_hant: 把每一張照片，放回它發生的時間裡。

# pet.profile.lifeMark %lld
source: LIFE 02 · %lld DAYS
de: Lebenszeichen · %lld Tage
en: Life Mark · %lld Days
fr: Repère de vie %lld
ja: ライフ02 · %lld DAYS
zh_hant: 生命 02 · %lld 天

# pet.profile.loadFailed
source: 档案加载失败
de: Haustierprofil konnte nicht geladen werden
en: Couldn't load pal profile
fr: Échec du chargement du profil
ja: ファイルの読み込みに失敗しました
zh_hant: 檔案載入失敗

# pet.profile.memoryTitle
source: 一段记忆
de: Eine Erinnerung
en: A Memory
fr: Souvenirs précieux
ja: 思い出
zh_hant: 一段記憶

# pet.profile.nextLeafMark
source: NEXT LEAF · 2026.06
de: Nächstes Blatt · 2026.06
fr: Prochaine feuille · 2026.06
ja: ネクストリーフ · 2026.06
zh_hant: 下一頁 · 2026.06

# pet.profile.noCategoryPhotos
source: 这个分类还没有照片
de: Noch keine Fotos in dieser Kategorie
en: No photos in this category yet
fr: Aucune photo dans cette catégorie
ja: このカテゴリにはまだ写真がありません
zh_hant: 這個分類還沒有照片

# pet.profile.noPhotos
source: 还没有照片
de: Noch keine Fotos
en: No Photos Yet
fr: Aucune photo pour l'instant
ja: 写真はまだありません
zh_hant: 還沒有照片

# pet.profile.pinned.recent
source: 最近的一张
de: Aktuellste
en: Most Recent
fr: La plus récente
ja: 最新のもの
zh_hant: 最近的一張

# pet.profile.pinned.section
source: 置顶记忆 · PAGE 01
de: Angeheftete Erinnerungen · Seite 01
en: Pinned Memories · Page 01
fr: Souvenirs épinglés · PAGE 01
ja: ピン留めされた思い出 · PAGE 01
zh_hant: 置頂回憶 · 第 01 頁

# pet.profile.recentPhotos
source: 最近照片
de: Aktuelle Fotos
en: Recent Photos
fr: Photos récentes
ja: 最近の写真

# pet.profile.stat.days
source: 天
de: Tage zusammen
en: Days Together
fr: Jours
ja: 空

# pet.profile.stat.importantDays
source: 重要日子
de: Wichtige Tage
en: Important Days
fr: Dates clés
ja: 大切な日

# pet.profile.stat.memories
source: 记忆
de: Erinnerungen
en: Memories
fr: Souvenirs
ja: 思い出
zh_hant: 記憶

# pet.profile.stat.photos
source: 照片
de: Fotos
en: Photos
fr: Photos
ja: 写真

# pet.profile.stat.works
source: 作品
de: Werke
en: Works
fr: Créations
ja: 仕事

# pet.profile.timeline.openFull
source: 打开完整生命时间线
de: Ganze Lebens-Timeline öffnen
en: Open Full Life Timeline
fr: Ouvrir le fil complet
ja: 完全な人生のタイムラインを開く
zh_hant: 打開完整生命時間軸

# pet.profile.timeline.sampleBody
source: 一条风很大的路，一次主动跑进海水里的勇气。
de: Eine windige Straße und der Mut, direkt ins Meer zu rennen.
en: A windy road, and the courage to run straight into the sea.
fr: Une route balayée par le vent, et le courage d'aller droit dans la mer.
ja: 非常に風が強い道、そして海に飛び込む勇気。
zh_hant: 一條風很大的路，一次主動跑進海水裡的勇氣。

# pet.profile.timeline.sampleTitle
source: 夏天开始前的傍晚
de: Der Abend vor dem Sommer
en: The Evening Before Summer
fr: Le soir avant l'été
ja: 夏が始まる前の夕方
zh_hant: 夏天開始前的傍晚

# pet.profile.timelineLink
source: 查看完整生命时间线 →
de: Ganze Lebens-Timeline ansehen →
en: View Full Life Timeline →
fr: Voir toute la chronologie
ja: 生涯のタイムラインを見る →
zh_hant: 查看完整生命時間軸 →

# pet.profile.unassignedHint
source: 尚未归属伙伴的照片
de: Fotos ohne Haustierzuordnung
en: Photos Not Assigned to a Pal
fr: Photos non attribuées à un compagnon
ja: まだパートナーに帰属されていない写真
zh_hant: 尚未歸屬毛小孩的照片

# pet.profile.unassignedHintBody
source: 在相册中导入或扫描照片后，尚未归属伙伴的照片会出现在这里。
de: Importierte oder gescannte Fotos ohne Haustierzuordnung erscheinen hier.
en: Photos imported or scanned in the album that aren't assigned to a pal appear here.
fr: Après l'import ou l'analyse de photos, celles qui ne sont pas encore attribuées à un compagnon apparaissent ici.
ja: アルバム内の写真をインポートまたはスキャンした後、パートナーがまだ所有していない写真がここに表示されます。
zh_hant: 在相簿中匯入或掃描照片後，尚未歸屬毛小孩的照片會出現在這裡。

# pet.profile.viewAll %lld
source: 查看全部 %lld 张
de: Alle %lld Fotos ansehen
en: View All %lld Photos
fr: Voir les %lld photos
ja: %lld枚の写真をすべて表示
zh_hant: 查看全部 %lld 張

# pet.profile.worksHintBody
source: 在图片编辑器中保存过的照片，会出现在这里。
de: Im Editor gespeicherte Fotos erscheinen hier.
en: Photos saved in the editor appear here.
fr: Les photos enregistrées depuis l'éditeur apparaissent ici.
ja: 画像エディタで保存した写真がここに表示されます。
zh_hant: 在圖片編輯器中儲存過的照片，會出現在這裡。

# pet.species.cat
source: 喵星人
de: Katze
en: Cat
fr: Chat
ja: 猫人間
zh_hant: 貓咪

# pet.species.dog
source: 汪星人
de: Hund
en: Dog
fr: Chien
ja: 犬
zh_hant: 狗狗

# pet.species.unknown
source: 未知
de: Unbekannt
en: Unknown
fr: Inconnu

# petcard.gallery.label
source: 生命档案 · 纪念卡
de: Lebensarchiv · Andenken-Karte
en: Life Archive · Keepsake Card
fr: ARCHIVE DE VIE · CARTE SOUVENIR
ja: ライフアーカイブ · メモリアルカード
zh_hant: 生命檔案 · 紀念卡

# petcard.museum.label
source: 生命档案·纪念卡
de: Lebensarchiv · Andenken-Karte
en: Life Archive · Keepsake Card
fr: ARCHIVE DE VIE · CARTE SOUVENIR
ja: ライフアーカイブ · メモリアルカード
zh_hant: 生命檔案 · 紀念卡

# petcard.overline
source: PET CARD
de: Haustierkarte
en: Pal Card
fr: CARTE DU COMPAGNON
ja: パートナーカード
zh_hant: 毛小孩卡片

# petcard.spec
source: 4:5 · 竖版
de: 4:5 · Hochformat
en: 4:5 · Portrait
fr: 4:5 · Portrait
ja: 4:5・縦バージョン
zh_hant: 4:5 · 直式

# pets.card.photoCount %lld
source: %lld 张照片
de: %lld Fotos
en: %lld photos
fr: %lld photos
ja: %lld写真
zh_hant: %lld 張照片

# pets.delete
source: 删除伙伴
de: Haustier löschen
en: Delete Pal
fr: Supprimer le profil
ja: パートナーの削除
zh_hant: 刪除毛小孩

# pets.empty.body
source: 为它建立一份档案， 照片、纪念日和故事都会留在这里。
de: Erstelle ein Profil für deinen Liebling. Fotos, Jahrestage und Geschichten bleiben dort zusammen.
en: Create a profile for them— photos, anniversaries, and stories will stay here.
fr: Créez un profil pour votre compagnon : photos, anniversaires et histoires y seront précieusement conservés.
ja: それ用のファイルを作成し、 写真、記念日、ストーリーはここに残ります。
zh_hant: 為它建立一份檔案， 照片、紀念日和故事都會留在這裡。

# pets.empty.cta
source: 添加伙伴
de: Haustier hinzufügen
en: Add a Pal
fr: Ajouter un compagnon
ja: パートナーを追加
zh_hant: 新增毛小孩

# pets.empty.title
source: 还没有伙伴档案
de: Noch keine Haustierprofile
en: No Pal Profiles Yet
fr: Aucun compagnon enregistré
ja: パートナープロフィールはまだありません
zh_hant: 還沒有毛小孩檔案

# photo.assign.batchTitle %lld
source: 归属 %lld 张照片
de: %lld Fotos zuweisen
en: Assign %lld Photos
fr: Assigner %lld photos
ja: 写真は %lldに帰属します
zh_hant: 歸屬 %lld 張照片

# photo.assign.empty
source: 还没有伙伴，先去登记
de: Noch keine Haustiere. Erstelle zuerst ein Profil.
en: No pals yet. Create one first
fr: Aucun compagnon · Créez d'abord un profil
ja: まだパートナーがいない場合は、まず登録してください。
zh_hant: 還沒有毛小孩，先建立一份檔案

# photo.assign.failed
source: 归属失败
de: Foto konnte nicht zugewiesen werden
en: Couldn't Assign Photo
fr: Échec de l'assignation
ja: アトリビューションの失敗
zh_hant: 歸屬失敗

# photo.assign.title
source: 归属到伙伴
de: Haustier zuweisen
en: Assign to Pal
fr: Assigner à un compagnon
ja: パートナーに属している
zh_hant: 歸屬到毛小孩

# photo.assign.unassign
source: 移出归属
de: Zuweisung aufheben
en: Remove Assignment
fr: Désassigner
ja: 権利確定から抜け出す
zh_hant: 移出歸屬

# photo.assign.unassignHint
source: 不归属任何伙伴
de: Keinem Haustier zuweisen
en: Don't assign to a pal
fr: La photo ne sera plus rattachée à ce profil
ja: どのパートナーも所有していない
zh_hant: 不歸屬任何毛小孩

# photo.batch.assign
source: 归属到伙伴
de: Haustier zuweisen
en: Assign to Pal
fr: Assigner
ja: パートナーに属している
zh_hant: 歸屬到毛小孩

# photo.batch.delete
source: 删除
de: Löschen
en: Delete
fr: Supprimer
ja: 消去
zh_hant: 刪除

# photo.batch.delete.confirm %lld
source: 删除选中的 %lld 张照片？
de: %lld ausgewählte Fotos löschen?
en: Delete %lld selected photos?
fr: Supprimer ces %lld photos de l'archive ?
ja: 選択した %lld枚の写真を削除しますか？
zh_hant: 刪除選取的 %lld 張照片？

# photo.batch.selected %lld
source: 已选 %lld 张
de: %lld ausgewählt
en: %lld selected
fr: %lld sélectionnées
ja: %lld枚の写真が選択されました
zh_hant: 已選 %lld 張

# photo.bead.create
source: 创作拼豆图纸
de: Bügelperlen-Muster erstellen
en: Create Bead Pattern
fr: Créer un modèle de perles
ja: アイロンビーズの図案を作成
zh_hant: 創作拼豆圖稿

# photo.delete.confirmSingle
source: 删除这张照片？
de: Foto löschen?
en: Delete Photo?
fr: Voulez-vous supprimer cette photo de l'archive ?
ja: この写真を削除しますか？
zh_hant: 刪除這張照片？

# photo.detail.addToMemory
source: 加入生命记忆
de: Zur Erinnerung hinzufügen
en: Add to Memory
fr: Ajouter à un souvenir
ja: 人生の記憶を追加する
zh_hant: 加入生命記憶

# photo.detail.archived
source: 已归档
de: Archiviert
en: Archived
fr: Archivée
ja: アーカイブ済み
zh_hant: 已歸檔

# photo.detail.assign
source: 分配归属
de: Haustier zuweisen
en: Assign to Pal
fr: Assigner
ja: 所有権の割り当て
zh_hant: 分配歸屬

# photo.detail.editInfo
source: 编辑信息
de: Details bearbeiten
en: Edit Details
fr: Modifier les informations
ja: 情報を編集する
zh_hant: 編輯資訊

# photo.detail.share
source: 分享导出
de: Teilen & Exportieren
en: Share & Export
fr: Partager
ja: 共有エクスポート
zh_hant: 分享匯出

# photo.favorite
source: 收藏
de: Favorit
en: Favorite
fr: Ajouter aux favoris
ja: 集める

# photo.remove.message
source: 只会从咪Lens 的整理记录中移除，不会删除系统相册原图。
de: Entfernt dieses Foto nur aus MiLens. Das Originalfoto in deiner Mediathek wird nicht gelöscht.
en: Removes this photo from MiLens only. The original photo in your library will not be deleted.
fr: La photo sera retirée de l'archive de votre compagnon mais restera dans votre photothèque système.
ja: MiLensの整理記録から取り除かれるだけで、「写真」アプリの元の画像は削除されません。
zh_hant: 只會從咪Lens 的整理記錄中移除，不會刪除系統相簿原圖。

# photo.remove.title
source: 从咪Lens 移除
de: Aus MiLens entfernen
en: Remove from MiLens
fr: Retirer de l'archive
ja: MiLensから取り除く
zh_hant: 從咪Lens 移除

# photo.unfavorite
source: 取消收藏
de: Aus Favoriten entfernen
en: Unfavorite
fr: Retirer des favoris
ja: お気に入りをキャンセルする

# picker.bead.empty
source: 还没有照片
de: Noch keine Fotos
en: No Photos Yet
fr: Aucune photo adaptée
ja: 写真はまだありません
zh_hant: 還沒有照片

# picker.bead.emptyDesc
source: 先到相册导入照片，再回来生成拼豆图纸
de: Importiere zuerst Fotos aus dem Album, dann komm zurück, um ein Bügelperlen-Muster zu erstellen
en: Import photos on the Photos page first, then come back to create a bead pattern
fr: Importez des photos pour générer des modèles de perles à repasser.
ja: まず「写真」アプリから写真を読み込み、ここに戻ってアイロンビーズの図案を生成しましょう。
zh_hant: 先到相簿匯入照片，再回來產生拼豆圖稿

# picker.bead.fromArchive
source: 选择照片生成拼豆图纸
de: Ein Foto aus dem Archiv auswählen
en: Choose a Photo from Archive
fr: Depuis l'archive
ja: 写真を選んでアイロンビーズの図案を生成
zh_hant: 選取照片產生拼豆圖稿

# picker.bead.title
source: 选择照片
de: Foto auswählen
en: Choose Photo
fr: Choisir une photo pour les perles
ja: 写真を選択
zh_hant: 選取照片

# picker.businessCard.empty
source: 还没有伙伴档案
de: Noch keine Haustierprofile
en: No Pal Profiles Yet
fr: Aucun profil de compagnon pour l'instant
ja: パートナープロフィールはまだありません
zh_hant: 還沒有毛小孩檔案

# picker.businessCard.emptyDesc
source: 先到「伙伴」Tab 建立档案，再来生成名片
de: Erstelle zuerst ein Haustierprofil im Tab Haustiere und komm dann zurück.
en: Create a pal profile in the Pals tab first, then come back to make a card
fr: Créez d'abord un profil dans l'onglet Compagnons, puis revenez créer une carte.
ja: まず「パートナー」タブに移動してファイルを作成し、次に名刺を生成します。
zh_hant: 先到「毛小孩」分頁建立毛小孩檔案，再來產生名片

# picker.businessCard.fromArchive
source: 选择一位伙伴
de: Ein Haustier auswählen
en: Choose a Pal
fr: Choisir un compagnon
ja: パートナーを選択してください
zh_hant: 選取一位毛小孩

# picker.businessCard.title
source: 选择伙伴
de: Haustier auswählen
en: Choose Pal
fr: Choisir un compagnon
ja: パートナーを選択してください
zh_hant: 選取毛小孩

# picker.compare.clear
source: 清空
de: Zurücksetzen
en: Clear
fr: Effacer la sélection
ja: クリア

# picker.compare.empty
source: 还没有照片
de: Noch keine Fotos
en: No Photos Yet
fr: Aucune photo pour l'instant
ja: 写真はまだありません
zh_hant: 還沒有照片

# picker.compare.emptyDesc
source: 先到相册导入照片，再回来生成成长对比卡片
de: Importiere zuerst Fotos aus dem Album, dann komm zurück, um eine Wachstums-Vergleichskarte zu erstellen
en: Import photos on the Photos page first, then come back to create a comparison card
fr: Importez d'abord des photos, puis revenez créer une comparaison.
ja: まず「写真」アプリに移動して写真をインポートし、次に戻って成長比較カードを生成します。
zh_hant: 先到相簿匯入照片，再回來產生成長對比卡片

# picker.compare.fromArchive
source: 从生命档案选择
de: Aus dem Lebensarchiv auswählen
en: Choose from Life Archive
fr: Choisir dans l'archive de vie
ja: ライフファイルから選択
zh_hant: 從生命檔案選取

# picker.compare.headline
source: 先把「从前」和「现在」 放在一起。
de: Stelle damals und heute nebeneinander.
en: Put then and now side by side.
fr: Réunissez d'abord l'avant et l'aujourd'hui.
ja: まず「以前」と「今」を分ける すべてをまとめてください。
zh_hant: 先把「從前」和「現在」 放在一起。

# picker.compare.hint
source: 轻点已选照片即可重新指定
de: Tippe auf ein ausgewähltes Foto, um es zu ersetzen
en: Tap a selected photo to replace it
fr: Touchez une photo sélectionnée pour la remplacer
ja: 選択した写真をタップして再割り当てします
zh_hant: 輕點已選照片即可重新指定

# picker.compare.start
source: 开始对比
de: Vergleich starten
en: Start Comparison
fr: Comparer
ja: 比較を開始する
zh_hant: 開始對比

# picker.compare.title
source: 选择两段时光
de: Wähle zwei Momente
en: Choose Two Moments
fr: Choisir deux moments
ja: 2つの期間を選択してください
zh_hant: 選取兩段時光

# picker.filter.all
source: 全部
de: Alle
en: All
fr: Tout
ja: 全て

# picker.petCard.empty
source: 还没有照片
de: Noch keine Fotos
en: No Photos Yet
fr: Aucune photo disponible
ja: 写真はまだありません
zh_hant: 還沒有照片

# picker.petCard.emptyDesc
source: 先到相册导入照片，再回来生成伙伴卡片
de: Importiere zuerst Fotos und komm zurück, um eine Haustierkarte zu erstellen
en: Import photos on the Photos page first, then come back to create a pal card
fr: Importez d'abord des photos, puis revenez créer une carte du compagnon.
ja: まず「写真」アプリに移動して写真をインポートし、次に戻ってパートナーカードを生成します。
zh_hant: 先到相簿匯入照片，再回來產生毛小孩卡片

# picker.petCard.fromArchive
source: 选择照片生成伙伴卡片
de: Ein Foto für eine Haustierkarte auswählen
en: Choose a Photo for a Pal Card
fr: Choisir une photo pour la carte
ja: 写真を選択してパートナーカードを生成します
zh_hant: 選取照片產生毛小孩卡片

# picker.petCard.title
source: 选择照片
de: Foto auswählen
en: Choose Photo
fr: Choisir une photo
ja: 写真を選択
zh_hant: 選取照片

# picker.redPacket.empty
source: 还没有照片
de: Noch keine Fotos
en: No Photos Yet
fr: Aucune photo disponible
ja: 写真はまだありません
zh_hant: 還沒有照片

# picker.redPacket.emptyDesc
source: 先到相册导入照片，再回来生成红包封面
de: Importiere zuerst Fotos aus dem Album, dann komm zurück, um ein Red-Packet-Cover zu erstellen
en: Import photos on the Photos page first, then come back to create a Red Packet cover
fr: Choisissez une photo nette pour créer une couverture d'enveloppe rouge.
ja: まず「写真」アプリから写真を読み込み、ここに戻って紅包カバーを生成しましょう。
zh_hant: 先到相簿匯入照片，再回來產生紅包封面

# picker.redPacket.fromArchive
source: 选择一张竖版照片效果最好（微信红包封面为 957×1278）
de: Wähle ein Porträtfoto für die besten Ergebnisse (Red-Packet-Cover: 957 × 1278)
en: Choose a portrait photo for best results (WeChat cover: 957 × 1278)
fr: Choisissez une photo verticale pour un meilleur résultat (couverture WeChat : 957 × 1278)
ja: 最高の効果を得るには、縦長の写真を選択してください （WeChatの赤い封筒のカバーは957×1278）
zh_hant: 選取一張直式照片效果最好（紅包封面為 957×1278）

# picker.redPacket.title
source: 选择封面照片
de: Cover-Foto auswählen
en: Choose Cover Photo
fr: Choisir une photo pour l'enveloppe
ja: カバー写真を選択してください
zh_hant: 選取封面照片

# picker.role.earlier
source: 从前
de: Damals
en: Then
fr: Photo d'avant
ja: むかしむかし
zh_hant: 從前

# picker.role.recent
source: 现在
de: Heute
en: Now
fr: Photo d'aujourd'hui
ja: 今
zh_hant: 現在

# preview.contentArea
source: 内容区
de: Inhaltsbereich in der Vorschau anzeigen
en: Content Area
fr: Zone de prévisualisation du contenu
ja: コンテンツエリア
zh_hant: 內容區

# privacy.commit.control
source: 由你决定导入什么
de: Du entscheidest, was importiert wird
en: You decide what gets imported
fr: Vous décidez de ce qui est importé
ja: 何をインポートするかはあなた次第です
zh_hant: 由你決定匯入內容

# privacy.commit.control.detail
source: 扫描只找出候选照片；导入哪张、归给哪位伙伴，都由你确认。
de: Beim Scannen werden mögliche Fotos gefunden; du bestätigst Import und Haustierzuordnung.
en: Scanning only discovers candidate photos; you confirm what gets imported and which pal it belongs to.
fr: L'analyse détecte uniquement des photos candidates ; vous confirmez chaque photo et son compagnon.
ja: スキャンでは候補となる写真のみが検出されます。どの写真をインポートするか、どのパートナーに帰属させるかを確認するのはあなた次第です。
zh_hant: 掃描僅找出候選照片；匯入哪張、歸屬於哪位毛小孩，均由你親自確認。

# privacy.commit.gdpr
source: 无云端，不上传
de: Verarbeitung auf dem Gerät
en: On-Device Processing
fr: Traitement 100 % sur l'appareil
ja: クラウドもアップロードも不要
zh_hant: 無雲端處理，絕不上傳

# privacy.commit.gdpr.detail
source: 所有照片的识别与分析都在设备本地完成，不经过任何云服务，不连接任何外部服务器。
de: Die Fotoerkennung und Merkmalsextraktion finden vollständig auf deinem Gerät statt. Wir nutzen keine Cloud-Dienste und laden deine Fotos auf keine externen Server hoch.
en: Photo recognition and feature extraction happen entirely on your device. We do not use cloud services or upload your photos to any external servers.
fr: La reconnaissance et l'analyse des photos s'effectuent entièrement sur votre appareil, sans service cloud ni serveur externe.
ja: すべての写真の認識と分析は、クラウドサービスを経由したり、外部サーバーに接続したりすることなく、デバイス上でローカルに完了します。
zh_hant: 所有照片的辨識與特徵分析均在本機完成，不經過任何雲端服務，亦不連接任何外部伺服器。

# privacy.commit.local
source: 分析在本机完成
de: Die Analyse findet auf deinem Gerät statt
en: Analysis happens on your device
fr: Les analyses restent sur votre iPhone
ja: 分析はローカルで行われます
zh_hant: 完全在本機分析

# privacy.commit.local.detail
source: 伙伴照片识别由设备本地的模型完成，不经过任何服务器。
de: Haustierfotos werden vollständig lokal erkannt – ohne Server.
en: Pal photo recognition runs entirely on local models — no servers involved.
fr: La reconnaissance de votre compagnon utilise des modèles locaux — aucun serveur n'intervient.
ja: パートナーの写真認識は、デバイスのローカルのモデルによって行われ、サーバーを経由しません。
zh_hant: 毛小孩照片辨識由裝置本機模型處理，完全不經過任何伺服器。

# privacy.commit.ondevice
source: 照片不主动上传
de: Fotos werden niemals hochgeladen
en: Photos are never uploaded
fr: Vos photos ne sont jamais envoyées
ja: 写真は積極的にアップロードされていません
zh_hant: 照片不會主動上傳

# privacy.commit.ondevice.detail
source: App 不会主动上传照片；编辑产物可能随用户启用的系统备份保存。
de: Die App lädt deine Fotos niemals hoch; bearbeitete Werke können durch von dir aktivierte System-Backups gespeichert werden.
en: The app never uploads your photos; edited works may be saved by system backups you have enabled.
fr: L'application ne transfère jamais vos photos ; vos créations peuvent être conservées dans vos sauvegardes système activées.
ja: アプリは写真を自動的にアップロードしません。編集した製品は、ユーザーが有効にしたシステムバックアップとともに保存できます。
zh_hant: App 不會主動上傳照片；編輯後的作品可能隨你啟用的系統備份進行儲存。

# privacy.commit.title
source: 本地处理承诺
de: Datenschutz-Versprechen (On-Device)
en: On-Device Privacy Promise
fr: Engagement de confidentialité locale
ja: ローカル処理への取り組み
zh_hant: 本機隱私承諾

# privacy.permissions.manage
source: 管理照片与通知权限
de: Foto- & Benachrichtigungsberechtigungen verwalten
en: Manage photo & notification permissions
fr: Gérer les autorisations Photos et Notifications
ja: 写真と通知の権限を管理する
zh_hant: 管理照片與通知權限

# privacy.policy.link
source: 查看隐私政策
de: Datenschutzerklärung ansehen
en: View Privacy Policy
fr: Voir la politique de confidentialité
ja: プライバシーポリシーを見る
zh_hant: 查看隱私權政策

# privacy.storage.detail
source: 导入的照片副本与档案数据保存在 App 沙盒内。删除 App 会一并删除这些数据；系统相册中的原图不受影响。
de: Importierte Fotokopien und Profildaten werden in der App-Sandbox gespeichert. Durch das Löschen der App werden diese Daten entfernt; Originale in deiner System-Fotomediathek bleiben unberührt.
en: Imported photo copies and profile data are stored in the app sandbox. Deleting the app removes this data; originals in your system photo library are unaffected.
fr: Les copies importées et les profils sont stockés dans l'espace local de l'app. Supprimer l'app efface ces données, sans toucher aux originaux de votre photothèque.
ja: インポートされた写真のコピーとアーカイブデータはアプリサンドボックスに保存されます。アプリを削除すると、これらのデータも削除されます。「写真」アプリ内の元の画像は影響を受けません。
zh_hant: 匯入的照片副本與檔案資料儲存在 App 沙盒內。刪除 App 會一併移除這些資料；系統相簿中的原始照片不受任何影響。

# privacy.storage.title
source: 数据存储
de: Datenspeicherung
en: Data Storage
fr: Stockage des données
ja: データストレージ
zh_hant: 資料儲存

# quota.downgrade.banner
source: 已超出免费版 50 张限额，删除多余照片或续费解锁
de: Kostenloses Limit von 50 Fotos überschritten — lösche überschüssige Fotos oder abonniere, um alles freizuschalten
en: Over the free 50-photo limit — delete extras or subscribe to unlock
fr: Limite gratuite de 50 photos atteinte · Supprimez des photos ou passez à Pro pour débloquer
ja: 無料版の写真制限50枚を超えました。余分な写真を削除するか、更新してロックを解除します。
zh_hant: 已超出免費版 50 張限額，刪除多餘照片或續訂解鎖

# quota.locked.sheet.body
source: 免费版可查看最近 50 张照片，更早的已锁定。续费可恢复全部访问，或清理超额照片释放存储空间。
de: Der kostenlose Plan zeigt die letzten 50 Fotos; ältere sind gesperrt. Abonniere Pro oder lösche Fotos, um Platz zu schaffen.
en: The free plan displays your 50 most recent photos; older photos are locked. Subscribe to restore full access, or delete extra photos to free up space.
fr: La version gratuite affiche les 50 photos les plus récentes ; les autres sont verrouillées. Passez à Pro ou libérez de l'espace.
ja: 無料版では、古い写真はロックされた状態で、最新の50枚の写真を表示できます。更新してフルアクセスを復元するか、余分な写真を削除してストレージスペースを解放します。
zh_hant: 免費版可查看最近 50 張照片，更早的已鎖定。續訂可回復全部存取，或清理超額照片釋放儲存空間。

# quota.locked.sheet.cta.manage
source: 管理存储
de: Speicher verwalten
en: Manage Storage
fr: Gérer le stockage
ja: ストレージの管理
zh_hant: 管理儲存空間

# quota.locked.sheet.cta.renew
source: 续费恢复全部
de: Abonnieren, um alles freizuschalten
en: Subscribe to Unlock All
fr: Débloquer l'accès complet avec Pro
ja: 全て更新する
zh_hant: 續訂即可恢復完整存取權

# quota.locked.sheet.title
source: 部分照片已锁定
de: Einige Fotos sind gesperrt
en: Some photos are locked
fr: Certaines photos sont verrouillées
ja: 一部の写真はロックされています
zh_hant: 部分照片已鎖定

# recap.empty.body
source: 导入照片后，这里会生成年度回忆册
de: Importiere Fotos für deinen Jahresrückblick.
en: Import photos and your annual recap will appear here
fr: Importez des photos pour créer votre rétrospective.
ja: 写真をインポートすると、ここで年間思い出ブックが生成されます
zh_hant: 匯入照片後，這裡會產生年度回憶冊

# recap.empty.title
source: 还没有照片
de: Noch kein Jahresrückblick
en: No Annual Recap Yet
fr: Aucune rétrospective pour l'instant
ja: 写真はまだありません
zh_hant: 還沒有照片

# recap.exportFailed
source: 导出失败
de: Export fehlgeschlagen
en: Export Failed
fr: Échec de l'exportation
ja: エクスポートに失敗しました
zh_hant: 匯出失敗

# recap.exportFailedDetail %@
source: 导出失败：%@
de: Export fehlgeschlagen: %@
en: Export failed: %@
fr: Échec de l'exportation : %@
ja: エクスポートに失敗しました：%@
zh_hant: 匯出失敗：%@
